Repository: phillipbaker/ImperialWeather
Catalog: ImperialWeather/Home/Framework/Remote/NetworkErrors/ErrorMessages/ErrorMessageStrings/*.lproj/ErrorMessage.strings
Languages: es

source: Check Location Permissions in Settings
es: Comprobar los permisos de ubicación en Configuración

source: Check network connection in Settings
es: Comprobar la conexión de red en Configuración

source: Imperial Weather Cannot Access Your Location
es: Imperial Weather no puede acceder a tu ubicación

source: Imperial Weather could not access weather at this URL.
es: Imperial Weather no pudo acceder al clima en esta URL.

source: Imperial Weather could not create a forecast from the data provided.
es: Imperial Weather no pudo crear un pronóstico a partir de los datos proporcionados.

source: Imperial Weather could not retrieve a forecast from the weather provider.
es: Imperial Weather no pudo recuperar un pronóstico del proveedor meteorológico.

source: Imperial Weather needs your location to show you the weather where you are.
es: Imperial Weather necesita tu ubicación para mostrarte el clima donde te encuentras.

source: Imperial Weather was unable to establish your location.
es: Imperial Weather no pudo establecer su ubicación.

source: Invalid API Key
es: API no válida Llave

source: Invalid Data
es: Datos no válidos

source: Invalid URL
es: URL no válida

source: Report this Problem
es: Informar de este problema

source: The weather can’t be displayed because your device is currently offline.
es: El tiempo no se puede mostrar porque el dispositivo está actualmente sin conexión.

source: Turn On Location Services in Settings
es: Activar los servicios de ubicación en Configuración

source: Unable to Establish Your Location
es: No se puede establecer su ubicación

source: You Are Not Connected to the Internet
es: No está conectado a Internet
